{
  "lics": "LICS (Logical Information & Control System): Represents a location where a seismic survey with this kit is undertaken. It can range in size from a small lot (tens of square meters) to a larger landscape (many hectares), as long as there is some logical connection across the area, whether in terms of treatments, ecosystems, crops, or scientific experiments. One LICS may be visited repeatedly over any stretch of time, and is always associated with a place, not a time.\n\nLICS notes can always be amended. A LICS can only be deleted when it contains no Sessions.\n\nExamples: 100 hectares of agricultural land under one or a few farming systems, a forest, a scientific experiment comprising multiple treatments or soil types, or an indoor experiment in an office.",

  "session": "Every Session must be associated with a LICS. A Session specifies the geometry of the seismic setup, including the location of each seismic sensor, the datalogger, the source characteristics (e.g., source type such as hammer, and surface such as metal plate), as well as all environmental conditions: soil parameters, cultivation, crop type, ecosystem, weather, and the people running the Session.\n\nExample: a 1D line of 7 sensors spaced 10 cm apart, at the LICS representing Joe’s Field, with a trailing 8th sensor, recorded on Evo16, operated by Joe himself, in 25 °C sunshine, dry conditions, using a hammer on a metal plate, with all of Joe’s soil conditions recorded. If a soil characterization is not available from the drop-down menu, choose the closest option and add any notes at the bottom.\n\nSession notes can always be amended. Sessions can only be deleted when they contain no Experiments. If you need to delete a Session, do so in the folder where they are saved.",

  "experiment": "An Experiment belongs to a Session and a LICS. Each Experiment specifies the source location and the increment to move the source to the next position, the gain settings for the seismic sensors, and provides displays of both the setup and the resultant data. Multiple recording options let users decide how to proceed, either with voice countdowns, automatically moving to the next Experiment, or advancing manually by clicking the “>” button.\n\nExperiment notes can always be amended. After an Experiment, you may need to click “<” to go back and add notes.",

  "snuffler": "“View in Snuffler” opens the pyrocko software Snuffler for more detailed data analysis. It is recommended to check Snuffler after the first Experiment of each Session. First go to Sorting -> Sort by distance, and confirm that the indicated meter range represents the correct experiment distance in cm (this is a known bug in Snuffler; e.g., for a sensor 120 cm away, Snuffler may show 120 m). Then zoom in on a hammer strike and ensure all sensors recorded it, that a clear moveout is visible (sensors farther away record the strike later), that there is no clipping (a waveform cut off due to excessive strike strength, often at closest sensors if gain or hammer strength is not adjusted), that background noise is minimal especially for the most distant sensor, and that all hammer strikes appear consistent. If two sensors happen to be at the same distance, compare arrival times and waveform shapes to ensure they match reasonably well.\n\nFinally, adjust the Highpass filter to 500 Hz and the Lowpass filter to 2000 Hz to check for clean waveforms above background noise. Slowly increase the Highpass up to 1000 Hz and check for the emergence of a P-wave—the first arriving wave with higher frequency content (narrower wiggles). As you raise the Highpass, the amplitude of the P-wave should increase relative to later wavefields (mostly surface waves). A clear, coherent P-wave visible across most sensors is desirable for subsequent data analysis."
}
